unknown.error=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
success=\u0639\u0645\u0644\u06CC\u0627\u062A \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0634\u062F
failure=\u0639\u0645\u0644\u06CC\u0627\u062A \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062F \u0644\u0637\u0641\u0627 \u0645\u062C\u062F\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
user.not.found=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0639\u0636\u0648 \u062F\u06CC\u062C\u06CC\u200C\u067E\u06CC \u0646\u06CC\u0633\u062A
core.registration.invalid.step=\u0639\u0645\u0644\u06CC\u0627\u062A \u062B\u0628\u062A \u0646\u0627\u0645 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F \u0644\u0637\u0641\u0627 \u0627\u0632 \u0627\u0628\u062A\u062F\u0627 \u062B\u0628\u062A \u0646\u0627\u0645 \u0641\u0631\u0645\u0627\u06CC\u06CC\u062F
corecustomer.account.is.not.individual=\u0634\u0645\u0627\u0631\u0647 \u062D\u0633\u0627\u0628 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u0645\u06CC\u0628\u0627\u06CC\u0633\u062A \u0645\u062A\u0639\u0644\u0642 \u0628\u0647 \u0634\u062E\u0635 \u062D\u0642\u06CC\u0642\u06CC \u0628\u0627\u0634\u062F
core.registration.invalid.sms.token=\u06A9\u062F \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
user.not.authorized=\u0634\u0645\u0627 \u0627\u062C\u0627\u0632\u0647 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0634\u0628\u06A9\u0647 \u062F\u06CC\u062C\u06CC \u067E\u06CC \u0631\u0627 \u0646\u062F\u0627\u0631\u06CC\u062F.
user.not.authenticated=\u0646\u0627\u0645 \u06A9\u0627\u0631\u0628\u0631\u06CC \u06CC\u0627 \u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A
user.has.password=\u06A9\u0627\u0631\u0628\u0631 \u0631\u0645\u0632\u0639\u0628\u0648\u0631 \u062A\u0639\u0631\u06CC\u0641 \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A.
bad.request=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0648\u0631\u0648\u062F\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
core.current.passcode.is.not.correct=\u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
core.memorable.word.is.not.acceptable=\u06A9\u0644\u0645\u0647 \u06CC\u0627\u062F\u0622\u0648\u0631\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F \u0644\u0637\u0641\u0627 \u06A9\u0644\u0645\u0647 \u06CC\u0627\u062F\u0622\u0648\u0631\u06CC \u062F\u06CC\u06AF\u0631\u06CC \u0627\u0646\u062A\u062E\u0627\u0628 \u0646\u0645\u0627\u06CC\u06CC\u062F
switch.internal.error=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
database.error=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
unrecognized.bank.code=\u06A9\u062F \u0628\u0627\u0646\u06A9 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
core.registration.date.is.expired=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0632\u0645\u0627\u0646 \u062B\u0628\u062A \u0646\u0627\u0645 \u0634\u0645\u0627 \u0628\u0647 \u0627\u062A\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0645\u062C\u062F\u062F\u0627 \u0627\u0642\u062F\u0627\u0645 \u0628\u0647 \u062B\u0628\u062A \u0646\u0627\u0645 \u0646\u0645\u0627\u06CC\u06CC\u062F
send.sms.failure=\u0627\u0631\u0633\u0627\u0644 \u067E\u06CC\u0627\u0645\u06A9 \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
core.confirmed.user.data.is.not.valid=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062A\u0627\u06CC\u06CC\u062F \u0634\u062F\u0647 \u0628\u0647 \u06A9\u0627\u0631\u0628\u0631 \u062C\u0627\u0631\u06CC \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F
core.business.code.is.not.valid=\u06A9\u062F \u06A9\u0633\u0628 \u0648 \u06A9\u0627\u0631 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
core.sms.connection.failure=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0631\u0633\u0627\u0644 \u067E\u06CC\u0627\u0645\u06A9 \u0627\u0645\u06A9\u0627\u0646 \u067E\u0630\u06CC\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
endpoint.connection.failure=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
db.connection.failure=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
mq.failure=\u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
core.user.cannot.bind.to.other.cellphone=\u06A9\u0627\u0631\u0628\u0631 \u06AF\u0631\u0627\u0645\u06CC \u0634\u0645\u0627 \u0642\u0628\u0644\u0627 \u0628\u0627 \u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u062F\u06CC\u06AF\u0631\u06CC \u062B\u0628\u062A \u0646\u0627\u0645 \u06A9\u0631\u062F\u0647 \u0627\u06CC\u062F. \u0644\u0637\u0641\u0627 \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0633\u06CC\u0633\u062A\u0645 \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.cell.linked.to.other.user=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0642\u0628\u0644\u0627 \u062F\u0631 \u0634\u0628\u06A9\u0647 \u0628\u0631\u0627\u06CC \u06A9\u0627\u0631\u0628\u0631 \u062F\u06CC\u06AF\u0631\u06CC \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A \u0648 \u0642\u0627\u0628\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0645\u062C\u062F\u062F \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
core.user.not.unlinked=\u06A9\u0627\u0631\u0628\u0631 \u06AF\u0631\u0627\u0645\u06CC \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0634\u0645\u0627 \u062F\u0631 \u0634\u0628\u06A9\u0647 \u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F. \u0644\u0637\u0641\u0627 \u062C\u0647\u062A \u062B\u0628\u062A \u0646\u0627\u0645 \u0645\u062C\u062F\u062F \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.destination.is.not.activated=\u06A9\u0627\u0631\u0628\u0631 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0647\u0646\u0648\u0632 \u0641\u0639\u0627\u0644 \u0646\u0634\u062F\u0647 \u0648 \u0642\u0627\u0628\u0644\u06CC\u062A \u062F\u0631\u06CC\u0627\u0641\u062A \u0648\u062C\u0647 \u0631\u0627 \u0646\u062F\u0627\u0631\u062F.
core.user.is.not.delegated=\u06A9\u0627\u0631\u0628\u0631 \u06AF\u0631\u0627\u0645\u06CC \u062C\u0647\u062A \u0627\u0646\u062C\u0627\u0645 \u0627\u0646\u062A\u0642\u0627\u0644 \u0648\u062C\u0647 \u062D\u0633\u0627\u0628 \u06A9\u0627\u0631\u0628\u0631\u06CC \u0634\u0645\u0627 \u0645\u06CC\u0628\u0627\u06CC\u0633\u062A \u0628\u0647 \u062D\u0633\u0627\u0628 \u0639\u0627\u062F\u06CC \u0627\u0631\u062A\u0642\u0627 \u06CC\u0627\u0628\u062F. \u062C\u0647\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0628\u06CC\u0634\u062A\u0631 \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.amount.is.not.in.range=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u062F\u0631 \u0628\u0627\u0632\u0647 \u0645\u062C\u0627\u0632 \u0646\u06CC\u0633\u062A.
core.nation.code.not.belongs.to.account=\u06A9\u062F \u0645\u0644\u06CC \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0647\u0645 \u0627\u06A9\u0646\u0648\u0646 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0641\u0639\u0627\u0644 \u0627\u0633\u062A\u060C \u062F\u0631\u0635\u0648\u0631\u062A\u06CC \u06A9\u0647 \u0628\u0647 \u0635\u062D\u062A \u06A9\u062F \u0645\u0644\u06CC \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0627\u0637\u0645\u06CC\u0646\u0627\u0646 \u062F\u0627\u0631\u06CC\u062F \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062F\u06CC\u062C\u06CC\u200C\u067E\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.account.not.found=\u062D\u0633\u0627\u0628 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.device.id.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0633\u062A\u06AF\u0627\u0647 \u0634\u0645\u0627 \u062F\u0631 \u0634\u0628\u06A9\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F. \u0644\u0637\u0641\u0627 \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.device.sms.token.is.invalid=\u06A9\u062F \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
core.device.sms.token.not.found=\u06A9\u062F \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0627\u0634\u062A\u0628\u0627\u0647 \u0645\u06CC \u0628\u0627\u0634\u062F.
core.image.size.limit.exceeded=\u0627\u0646\u062F\u0627\u0632\u0647 \u0639\u06A9\u0633 \u0627\u0632 \u0627\u0646\u062F\u0627\u0632\u0647 \u0645\u062C\u0627\u0632 \u0628\u06CC\u0634\u062A\u0631 \u0645\u06CC\u0628\u0627\u0634\u062F.
core.email.is.invalid=\u0627\u06CC\u0645\u06CC\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
core.app.should.update=\u0646\u0633\u062E\u0647 \u0647\u0645 \u067E\u06CC \u0634\u0645\u0627 \u0642\u062F\u06CC\u0645\u06CC \u0645\u06CC\u0628\u0627\u0634\u062F.\u0644\u0637\u0641\u0627 \u0628\u0631\u0627\u06CC \u0627\u062F\u0627\u0645\u0647 \u06A9\u0627\u0631 \u0628\u0627 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0633\u062E\u0647 \u062E\u0648\u062F \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632 \u06A9\u0646\u06CC\u062F.
core.merchant.request.timeout=\u0646\u062A\u06CC\u062C\u0647 \u0646\u0627\u0645\u0634\u062E\u0635\u060C \u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062F\u0631 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u067E\u0627\u0633\u062E\u06CC \u062F\u0631\u06CC\u0627\u062A \u0646\u0634\u062F.
core.invalid.psp.response.code=\u06A9\u062F \u067E\u0627\u0633\u062E \u0627\u0631\u0627\u06CC\u0647 \u062F\u0647\u0646\u062F\u0647 \u0633\u0631\u0648\u06CC\u0633 \u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
core.fin.ops.not.found=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
invalid.iban.number=\u0634\u0645\u0627\u0631\u0647 \u0634\u0628\u0627 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F.
invalid.card.number=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F.
invalid.card=\u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
invalid.card.pan=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
invalid.in.app.verifcation=\u0634\u0646\u0627\u0633\u0647 \u0627\u0639\u062A\u0628\u0627\u0631\u0633\u0646\u062C\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
insufficient.amount=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
permission.not.found=\u062D\u062F\u0627\u0642\u0644 \u06CC\u06A9\u06CC \u0627\u0632 \u062F\u0633\u062A\u0631\u0633\u06CC\u0647\u0627\u06CC \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
role.not.found=\u0646\u0642\u0634 \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
role.required=\u0646\u0642\u0634 \u0627\u062C\u0628\u0627\u0631\u06CC \u0627\u0633\u062A
core.payment.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u067E\u0631\u062F\u0627\u062E\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.message.length.limit.exceede=\u0637\u0648\u0644 \u067E\u06CC\u063A\u0627\u0645 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0627\u0633\u062A.
core.pre.login.authorization.failure=\u0634\u0645\u0627 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0634\u0628\u06A9\u0647 \u0647\u0645 \u067E\u06CC \u0631\u0627 \u0646\u062F\u0627\u0631\u06CC\u062F.
core.invalid.memorable.size=\u06A9\u0644\u0645\u0647 \u06CC\u0627\u062F\u0622\u0648\u0631\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F \u0644\u0637\u0641\u0627 \u06A9\u0644\u0645\u0647 \u06CC\u0627\u062F\u0622\u0648\u0631\u06CC \u062F\u06CC\u06AF\u0631\u06CC \u0627\u0646\u062A\u062E\u0627\u0628 \u0646\u0645\u0627\u06CC\u06CC\u062F
core.deactivated.merchant=\u0627\u0645\u06A9\u0627\u0646 \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u06CC \u0628\u0647 \u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
core.customer.pay.amount.max.exceeded=\u0645\u062C\u0645\u0648\u0639 \u0645\u0628\u0627\u0644\u063A \u067E\u0631\u062F\u0627\u062E\u062A\u06CC \u0628\u062F\u0648\u0646 \u06A9\u062F \u067E\u0630\u06CC\u0631\u0646\u062F\u06AF\u06CC \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0633\u062A. \u0644\u0637\u0641\u0627 \u062C\u0647\u062A \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u062F \u067E\u0630\u06CC\u0631\u0646\u062F\u06AF\u06CC \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.online.customer.not.found=\u0645\u0634\u062A\u0631\u06CC \u0628\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.idp.user.has.been.locked=\u06A9\u0627\u0631\u0628\u0631 \u06AF\u0631\u0627\u0645\u06CC \u062F\u0633\u062A\u0631\u0633\u06CC \u0634\u0645\u0627 \u0628\u0647 \u0639\u0644\u062A \u062A\u0644\u0627\u0634  \u062F\u0631 \u0648\u0631\u0648\u062F \u0631\u0645\u0632 \u0627\u0634\u062A\u0628\u0627\u0647 \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A. \u062C\u0647\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0628\u06CC\u0634\u062A\u0631 \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.invalid.cell.number=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A.
core.invalid.phone.number=\u0634\u0645\u0627\u0631\u0647 \u062A\u0644\u0641\u0646 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A.
core.cell.number.already.registered=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A.
core.user.activation.exception=\u062B\u0628\u062A \u0646\u0627\u0645 \u0628\u0627 \u0645\u0634\u06A9\u0644 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F. \u0644\u0637\u0641\u0627 \u0645\u062C\u062F\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F.
core.invalid.parameter.exception=\u067E\u0627\u0631\u0627\u0645\u062A\u0631\u0647\u0627\u06CC \u0648\u0631\u0648\u062F\u06CC \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A.
core.invalid.nationalCode=\u06A9\u062F \u0645\u0644\u06CC \u0627\u0634\u062A\u0628\u0627\u0647 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0627\u0633\u062A.
core.invalid.password=\u0631\u0645\u0632\u0639\u0628\u0648\u0631 \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0634\u0627\u0645\u0644 \u062D\u062F\u0627\u0642\u0644 \u06F3 \u062D\u0631\u0641 \u0648 \u062D\u062F\u0627\u0642\u0644 \u06F1 \u0639\u062F\u062F \u0628\u0627\u0634\u062F.
core.out.of.date.tac.accepted.version=\u0642\u0648\u0627\u0646\u06CC\u0646 \u0648 \u0645\u0642\u0631\u0631\u0627\u062A \u062A\u063A\u06CC\u06CC\u0631 \u06A9\u0631\u062F\u0647 \u0648 \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0645\u062C\u062F\u062F\u0627 \u062A\u0627\u06CC\u06CC\u062F \u0634\u0648\u062F.
core.out.of.date.pass=\u0631\u0645\u0632 \u0639\u0628\u0648\u0631 \u0645\u06CC\u0628\u0627\u06CC\u0633\u062A \u062A\u063A\u06CC\u06CC\u0631 \u06A9\u0646\u062F.
core.customer.pay.req.max.exceeded=\u0628\u0631\u0627\u06CC \u0627\u0631\u0633\u0627\u0644 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u067E\u0631\u062F\u0627\u062E\u062A \u0628\u0647 \u0627\u0641\u0631\u0627\u062F \u0628\u06CC\u0634\u062A\u0631 \u0645\u06CC\u200C\u0628\u0627\u06CC\u0633\u062A \u06A9\u062F \u067E\u0630\u06CC\u0631\u0646\u062F\u06AF\u06CC \u062F\u0631\u06CC\u0627\u0641\u062A \u0646\u0645\u0627\u06CC\u06CC\u062F. \u0644\u0637\u0641\u0627 \u062C\u0647\u062A \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u062F \u067E\u0630\u06CC\u0631\u0646\u062F\u06AF\u06CC \u0628\u0627 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F.
core.user.reg.max.exceeded=\u06A9\u0627\u0631\u0628\u0631 \u06AF\u0631\u0627\u0645\u06CC\u060C \u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0645\u06A9\u0627\u0646 \u062B\u0628\u062A \u0646\u0627\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F \u0644\u0637\u0641\u0627 \u0628\u0639\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F.
core.bill.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0642\u0628\u0636 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.invalid.utility.bill=\u0634\u0646\u0627\u0633\u0647 \u0642\u0628\u0636 \u06CC\u0627 \u0634\u0646\u0627\u0633\u0647 \u067E\u0631\u062F\u0627\u062E\u062A \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A.
core.invalid.utility.bill.type=\u0646\u0648\u0639 \u0642\u0628\u0636 \u062A\u0639\u0631\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0648 \u06CC\u0627 \u063A\u06CC\u0631\u0642\u0627\u0628\u0644 \u0642\u0628\u0648\u0644 \u0627\u0633\u062A.
core.invalid.utility.bill.param=\u0645\u0642\u062F\u0627\u0631 \u0648\u0631\u0648\u062F\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
core.top.up.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0634\u0627\u0631\u0698 \u067E\u06CC\u062F\u0627 \u0646\u0634\u062F.
core.top.up.operator.prefix.not.found=\u0634\u0645\u0627\u0631\u0647 \u0627\u0639\u062A\u0628\u0627\u0631\u06CC \u062E\u0648\u062F \u0631\u0627 \u0648\u0627\u0631\u062F \u06A9\u0646\u06CC\u062F.
core.iban.not.found=\u0634\u0645\u0627\u0631\u0647 \u0634\u0628\u0627 \u062A\u0639\u0631\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
core.invalid.insurer.code=\u06A9\u062F \u0628\u06CC\u0645\u0647 \u06AF\u0630\u0627\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.incompatible.insurer.and.national.code=\u06A9\u062F \u0628\u06CC\u0645\u0647 \u06AF\u0630\u0627\u0631 \u06CC\u0627 \u06A9\u062F \u0645\u0644\u06CC \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A.
core.insurance.installment.not.found=\u0642\u0633\u0637 \u0628\u06CC\u0645\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.invalid.fund.status=\u0648\u0636\u0639\u06CC\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u0631\u0627\u06CC \u067E\u0631\u062F\u0627\u062E\u062A \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u0648 \u0642\u0627\u0628\u0644 \u062A\u063A\u06CC\u06CC\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
core.pay.is.disabled=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0645\u06A9\u0627\u0646 \u0627\u0631\u0627\u06CC\u0647 \u0633\u0631\u0648\u06CC\u0633 \u067E\u0631\u062F\u0627\u062E\u062A \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
core.cap.max.exceeded.debtor.need.level.2=\u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0633\u0642\u0641 \u0645\u062C\u0627\u0632 \u062F\u0631 \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u0634\u0645\u0627\u0633\u062A. \u0628\u0631\u0627\u06CC \u0627\u0641\u0632\u0627\u06CC\u0634 \u0633\u0642\u0641 \u0644\u0627\u0632\u0645 \u0627\u0633\u062A \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u062E\u0648\u062F \u0631\u0627 \u0627\u0631\u062A\u0642\u0627 \u062F\u0647\u06CC\u062F
core.cap.max.exceeded.creditor.need.level.2=\u0645\u062E\u0627\u0637\u0628 \u0634\u0645\u0627 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F
core.cap.max.exceeded.debtor.need.level.3=\u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0633\u0642\u0641 \u0645\u062C\u0627\u0632 \u062F\u0631 \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u0634\u0645\u0627\u0633\u062A. \u0628\u0631\u0627\u06CC \u0627\u0641\u0632\u0627\u06CC\u0634 \u0633\u0642\u0641 \u0644\u0627\u0632\u0645 \u0627\u0633\u062A \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u062E\u0648\u062F \u0631\u0627 \u0627\u0631\u062A\u0642\u0627 \u062F\u0647\u06CC\u062F
core.cap.max.exceeded.creditor.need.level.3=\u0645\u062E\u0627\u0637\u0628 \u0634\u0645\u0627 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F
core.cap.max.exceeded.debtor.need.level.4=\u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0633\u0642\u0641 \u0645\u062C\u0627\u0632 \u062F\u0631 \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u0634\u0645\u0627\u0633\u062A. \u0628\u0631\u0627\u06CC \u0627\u0641\u0632\u0627\u06CC\u0634 \u0633\u0642\u0641 \u0644\u0627\u0632\u0645 \u0627\u0633\u062A \u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u062E\u0648\u062F \u0631\u0627 \u0627\u0631\u062A\u0642\u0627 \u062F\u0647\u06CC\u062F
core.cap.max.exceeded.creditor.need.level.4=\u0645\u062E\u0627\u0637\u0628 \u0634\u0645\u0627 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F
core.invalid.user.level=\u0633\u0637\u062D \u06A9\u0627\u0631\u0628\u0631\u06CC \u0645\u0646\u0627\u0633\u0628\u0628\u0631\u0627\u06CC \u0627\u0631\u062A\u0642\u0627 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
core.service.provider.exception=\u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
core.invalid.date.pattern=\u0642\u0627\u0644\u0628 \u062A\u0627\u0631\u06CC\u062E \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
core.invalid.time.pattern=\u0642\u0627\u0644\u0628 \u0632\u0645\u0627\u0646 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
mismatch.fields.error=\u067E\u0627\u0631\u0627\u0645\u062A\u0631\u0647\u0627\u06CC \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u0628\u0627 \u0647\u0645 \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F.
invalid.cell.number=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A.
invalid.expire-date=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
send.sms.max.exceeded=\u062A\u0639\u062F\u0627\u062F \u067E\u06CC\u0627\u0645\u06A9 \u0647\u0627\u06CC \u0627\u0631\u0633\u0627\u0644 \u0634\u062F\u0647 \u062F\u0631 \u0628\u0627\u0632\u0647 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0633\u062A.
creditor.debtor.equal=\u067E\u0631\u062F\u0627\u062E\u062A \u06A9\u0646\u0646\u062F\u0647 \u0628\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u0646\u062F\u0647 \u06CC\u06A9\u0633\u0627\u0646 \u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
psp.generic.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
wallet.is.unavailable=\u06A9\u06CC\u0641 \u067E\u0648\u0644 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
endofday.error=\u0631\u0648\u0632 \u0645\u0627\u0644\u06CC \u062A\u0631\u0627\u06A9\u0646\u0634 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
vlt.coord.generic.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
vlt.coord.unknown.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
vlt.coord.timeout.error=\u062F\u0631 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u067E\u0627\u0633\u062E\u06CC \u062F\u0631\u06CC\u0627\u0641\u062A \u0646\u0634\u062F
vlt.coord.server.error=\u062E\u0637\u0627\u06CC \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647
vlt.coord.card.partial.store.failure=\u0630\u062E\u06CC\u0631\u0647 \u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0648 \u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F
vlt.coord.invalid.bank=\u0628\u0627\u0646\u06A9 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.unknown.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
bankproxy.generic.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
bankproxy.card.invalid=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u06A9\u0627\u0631\u062A \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.timeout.error=\u0646\u062A\u06CC\u062C\u0647 \u0646\u0627\u0645\u0634\u062E\u0635\u060C \u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062F\u0631 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u0646\u062A\u06CC\u062D\u0647 \u0627\u06CC \u0627\u0632 \u0628\u0627\u0646\u06A9 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
bankproxy.server.error=\u062E\u0637\u0627\u06CC \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647
bankproxy.access.error=\u062E\u0637\u0627\u06CC \u0639\u062F\u0645 \u062F\u0633\u062A\u0631\u0633\u06CC
bankproxy.pan.invalid=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
bankproxy.password.invalid=\u0631\u0645\u0632 \u062F\u0648\u0645 \u06CC\u0627 CVV2 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
bankproxy.pin2.invalid=\u0631\u0645\u0632 \u062F\u0648\u0645 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
bankproxy.ccv2.invalid=\u06A9\u062F CVV2 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
bankproxy.pass-attempt.reached=\u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631 \u0631\u0645\u0632 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A
bankproxy.pass-attempt.warn=\u0647\u0634\u062F\u0627\u0631: \u062A\u06A9\u0631\u0627\u0631 \u0631\u0645\u0632 \u0627\u0634\u062A\u0628\u0627\u0647 \u062F\u0631 \u062A\u0644\u0627\u0634 \u0628\u0639\u062F\u06CC \u0645\u0646\u062C\u0631 \u0628\u0647 \u0642\u0641\u0644 \u0634\u062F\u0646 \u062D\u0633\u0627\u0628 \u0645\u06CC\u0634\u0648\u062F
bankproxy.expire-date.invalid=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
bankproxy.connect.error=\u0627\u0645\u06A9\u0627\u0646 \u0628\u0631\u0642\u0631\u0627\u0631\u06CC \u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u0641\u0631\u0627\u0647\u0645 \u0646\u06CC\u0633\u062A
bankproxy.amount.invalid=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
bankproxy.credit.not-enough=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
bankproxy.card.transfer.amount.exceeded=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0633\u0642\u0641 \u0627\u0646\u062A\u0642\u0627\u0644 \u06A9\u0627\u0631\u062A \u0627\u0633\u062A
bankproxy.card.transfer.failed=\u0627\u0646\u062A\u0642\u0627\u0644 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062F
bankproxy.service.not.available=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0645\u06A9\u0627\u0646 \u062F\u0631\u06CC\u0627\u0641\u062A \u0633\u0631\u0648\u06CC\u0633 \u0627\u0632 \u0628\u0627\u0646\u06A9 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
bankproxy.invalid.target=\u0645\u0642\u0635\u062F \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.same.source.target=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0628\u062F\u0627 \u0648 \u0645\u0642\u0635\u062F \u06CC\u06A9\u0633\u0627\u0646 \u0627\u0633\u062A.
bankproxy.card.inactive=\u06A9\u0627\u0631\u062A \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.card.issuer.inactive=\u0628\u0627\u0646\u06A9 \u0635\u0627\u062F\u0631 \u06A9\u0646\u0646\u062F\u0647 \u06A9\u0627\u0631\u062A \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.invalid.card.issuer=\u0628\u0627\u0646\u06A9 \u0635\u0627\u062F\u0631 \u06A9\u0646\u0646\u062F\u0647 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.duplicate.transaction=\u062E\u0637\u0627\u06CC \u0645\u062D\u062F\u0648\u062F\u06CC\u062A \u0628\u0627\u0646\u06A9\u06CC\u060C \u0644\u0637\u0641\u0627 \u06F1\u06F0 \u062F\u0642\u06CC\u0642\u0647 \u062F\u06CC\u06AF\u0631 \u0645\u062C\u062F\u062F\u0627 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
bankproxy.required.client.headers=\u067E\u0627\u0631\u0627\u0645\u062A\u0631\u0647\u0627\u06CC \u06A9\u0644\u0627\u06CC\u0646\u062A \u06A9\u0627\u0631\u0628\u0631 \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
bankproxy.validation.exception=\u067E\u0627\u0631\u0627\u0645\u062A\u0631\u0647\u0627\u06CC \u0648\u0631\u0648\u062F\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A.
bankproxy.card.not.found=\u06A9\u0627\u0631\u062A\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
bankproxy.transaction.invalid=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
bankproxy.transaction.not.allowed=\u0627\u062C\u0627\u0632\u0647 \u0627\u0646\u062C\u0627\u0645 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0648\u062D\u0648\u062F \u0646\u062F\u0627\u0631\u062F
bankproxy.endofday.error=\u0639\u0645\u0644\u06CC\u0627\u062A \u067E\u0627\u06CC\u0627\u0646 \u0631\u0648\u0632 \u0628\u0627\u0646\u06A9 \u062F\u0631 \u062D\u0627\u0644 \u0627\u0646\u062C\u0627\u0645 \u0627\u0633\u062A. \u0644\u062D\u0638\u0627\u062A\u06CC \u0628\u0639\u062F \u062F\u0648\u0628\u0627\u0631\u0647 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
bankproxy.format.error=\u0641\u0631\u0645\u062A \u062F\u0627\u062F\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A\u06CC \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
bankproxy.account.invalid=\u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
bankproxy.required.data.invalid=\u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u0645\u0648\u0631\u062F \u0646\u06CC\u0627\u0632 \u0627\u0631\u0633\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A
bankproxy.cell.not.found=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
bankproxy.bank.code.invalid=\u06A9\u062F \u0628\u0627\u0646\u06A9 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.tracking.invalid=\u0634\u0646\u0627\u0633\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.cell.number=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A
bankproxy.required.source.pan=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0627\u0644\u0632\u0627\u0645\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.pin=\u0631\u0645\u0632 \u06A9\u0627\u0631\u062A \u0627\u062C\u0628\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.cvv2=cvv2 \u0627\u062C\u0628\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.expire.date=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627 \u0627\u062C\u0628\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.target.pan=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0642\u0635\u062F \u0627\u062C\u0628\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.required.bank.name=\u0646\u0627\u0645 \u0628\u0627\u0646\u06A9 \u0627\u062C\u0628\u0627\u0631\u06CC \u0627\u0633\u062A.
bankproxy.required.iban=\u0634\u0645\u0627\u0631\u0647 \u0634\u0628\u0627 \u0627\u062C\u0628\u0627\u0631\u06CC \u0627\u0633\u062A.
bankproxy.required.national.code=\u06A9\u062F \u0645\u0644\u06CC \u0627\u062C\u0628\u0627\u0631\u06CC \u0627\u0633\u062A.
bankproxy.invalid.national.code=\u06A9\u062F \u0645\u0644\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.unsupported.bank.name=\u0646\u0627\u0645 \u0628\u0627\u0646\u06A9 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A.
bankproxy.failed.operation=\u0639\u0645\u0644\u06CC\u0627\u062A \u0646\u0627\u0645\u0648\u0641\u0642
bankproxy.invalid.cvv2=\u06A9\u062F CVV2 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F.
bankproxy.invalid.pin=\u0631\u0645\u0632 \u062F\u0648\u0645 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F.
bankproxy.invalid.iban=\u0634\u0628\u0627\u06CC \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F.
bankproxy.invalid.expire.date=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.invalid.bank.name=\u0646\u0627\u0645 \u0628\u0627\u0646\u06A9 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.invalid.factor=\u0634\u0645\u0627\u0631\u0647 \u0641\u0627\u06A9\u062A\u0648\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
bankproxy.violated.satna.restrictions=\u0645\u062D\u062F\u0648\u062F\u06CC\u062A \u0647\u0627\u06CC \u0633\u0627\u062A\u0646\u0627 \u0631\u0639\u0627\u06CC\u062A \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
bankproxy.required.distinct.iban.bank=\u0634\u0628\u0627\u06CC \u0628\u0627\u0646\u06A9 \u0645\u0642\u0635\u062F \u0645\u0631\u0628\u0648\u0637 \u0628\u0647 \u0628\u0627\u0646\u06A9 \u0645\u0628\u062F\u0627 \u0645\u06CC \u0628\u0627\u0634\u062F.
bankproxy.card.is.limited=\u06A9\u0627\u0631\u062A \u0645\u062D\u062F\u0648\u062F \u0634\u062F\u0647 \u0627\u0633\u062A.
bankproxy.bad.response=\u0641\u0631\u0645\u062A \u067E\u0627\u0633\u062E \u0642\u0627\u0628\u0644 \u067E\u0631\u062F\u0627\u0632\u0634 \u0646\u06CC\u0633\u062A
bankproxy.mandatory-field.missing=\u0639\u062F\u0645 \u0645\u0642\u062F\u0627\u0631\u062F\u0647\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0627\u062C\u0628\u0627\u0631\u06CC
pspproxy.unknown.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
pspproxy.generic.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u0645\u0634\u06A9\u0644\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0628\u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
pspproxy.card.invalid=\u06A9\u0627\u0631\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
pspproxy.card.inactive=\u06A9\u0627\u0631\u062A \u063A\u06CC\u0631 \u0641\u0639\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.card.not-found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0643\u0627\u0631\u062A \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.transaction.invalid=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.transaction.rejected=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0631\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.transaction.max-value=\u0633\u0642\u0641 \u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0631\u0639\u0627\u06CC\u062A \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.transaction.not-found=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
pspproxy.transaction.duplicate=\u062A\u0631\u0627\u06A9\u0646\u0634 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
pspproxy.amount.invalid=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.amount.ltmin=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u06A9\u0645\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.amount.incompatible=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u063A\u0627\u06CC\u0631\u062A \u062F\u0627\u0631\u062F
pspproxy.amount.insufficient=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
pspproxy.pan.invalid=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
pspproxy.cellnumber.invalid=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
pspproxy.password.invalid=\u0631\u0645\u0632 \u062F\u0648\u0645 \u06CC\u0627 CVV2 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.pin2.invalid=\u0631\u0645\u0632 \u062F\u0648\u0645 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.ccv2.invalid=\u06A9\u062F CVV2 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
pspproxy.pass-attempt.reached=\u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631 \u0631\u0645\u0632 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A
pspproxy.pass-attempt.warn=\u0647\u0634\u062F\u0627\u0631: \u062A\u06A9\u0631\u0627\u0631 \u0631\u0645\u0632 \u0627\u0634\u062A\u0628\u0627\u0647 \u062F\u0631 \u062A\u0644\u0627\u0634 \u0628\u0639\u062F\u06CC \u0645\u0646\u062C\u0631 \u0628\u0647 \u0642\u0641\u0644 \u0634\u062F\u0646 \u062D\u0633\u0627\u0628 \u0645\u06CC\u0634\u0648\u062F
pspproxy.credit.not-enough=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
pspproxy.account.not-found=\u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
pspproxy.account.expired=\u062D\u0633\u0627\u0628 \u0628\u0627\u0646\u06A9\u06CC \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.billid.invalid=\u0634\u0646\u0627\u0633\u0647 \u0642\u0628\u0636 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.payid.invalid=\u0634\u0646\u0627\u0633\u0647 \u067E\u0631\u062F\u0627\u062E\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.charge-type.invalid=\u0646\u0648\u0639 \u0634\u0627\u0631\u0698 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.operator.invalid=\u0627\u067E\u0631\u0627\u062A\u0648\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
pspproxy.failed.operation=\u0639\u0645\u0644\u06CC\u0627\u062A \u0646\u0627\u0645\u0648\u0641\u0642
pspproxy.topup-vendor.invalid=\u062E\u0637\u0627\u06CC \u062A\u0627\u0645\u06CC\u0646 \u06A9\u0646\u0646\u062F\u0647
pspproxy.access.error=\u062E\u0637\u0627\u06CC \u0639\u062F\u0645 \u062F\u0633\u062A\u0631\u0633\u06CC
pspproxy.connect.error=\u0627\u0645\u06A9\u0627\u0646 \u0628\u0631\u0642\u0631\u0627\u0631\u06CC \u0627\u0631\u062A\u06CC\u0627\u0637 \u0628\u0627 \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u0641\u0631\u0627\u0647\u0645 \u0646\u06CC\u0633\u062A
pspproxy.mandatory-field.missing=\u0639\u062F\u0645 \u0645\u0642\u062F\u0627\u0631\u062F\u0647\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0627\u062C\u0628\u0627\u0631\u06CC
pspproxy.payment.error=\u062E\u0637\u0627\u06CC \u067E\u0631\u062F\u0627\u062E\u062A
pspproxy.recipient.invalid=\u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.server.error=\u062E\u0637\u0627\u06CC \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647
pspproxy.bill.duplicate=\u0642\u0628\u0636 \u0642\u0628\u0644\u0627 \u067E\u0631\u062F\u0627\u062E\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.redirect-url.invalid=\u0622\u062F\u0631\u0633 \u0628\u0627\u0632\u06AF\u0634\u062A\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.order.invalid=\u06A9\u062F \u0631\u0647\u06AF\u06CC\u0631\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.pin2.tries.exceeded=\u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631 \u0631\u0645\u0632 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.channel.invalid=\u06A9\u0627\u0646\u0627\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
pspproxy.token.invalid=\u062A\u0648\u06A9\u0646 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.goods.code.invalid=\u06A9\u062F \u062E\u0631\u06CC\u062F \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.terminal.invalid=\u062A\u0631\u0645\u06CC\u0646\u0627\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
pspproxy.param.invalid=\u0645\u0641\u0627\u062F\u06CC\u0631 \u0648\u0631\u0648\u062F\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.reference.invalid=\u06A9\u062F \u0645\u0631\u062C\u0639 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.switch.error=\u062E\u0637\u0627 \u062F\u0631 \u0633\u0645\u062A \u067E\u0627\u06CC\u06AF\u0627\u0647 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0631\u0648\u06CC \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
pspproxy.bank.error=\u062E\u0637\u0627 \u062F\u0631 \u0633\u0645\u062A \u0628\u0627\u0646\u06A9 \u0631\u0648\u06CC \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
pspproxy.bank.access.error=\u062E\u0637\u0627 \u062F\u0631 \u0627\u062A\u0635\u0627\u0644 \u0628\u0647 \u0628\u0627\u0646\u06A9
pspproxy.register.refund.already.exists=\u062A\u0631\u0627\u06A9\u0646\u0634 \u062C\u0627\u0631\u06CC \u0627\u0633\u062A\u0631\u062F\u0627\u062F\u0647\u0627\u06CC \u0628\u0627 \u0648\u0636\u0639\u06CC\u062A \u0645\u0639\u0644\u0642 \u062F\u0627\u0631\u062F
pspproxy.refund.already.exists=\u0634\u0646\u0627\u0633\u0647 \u0627\u0633\u062A\u0631\u062F\u0627\u062F \u062C\u0627\u0631\u06CC \u062A\u0639\u06CC\u06CC\u0646 \u062A\u06A9\u0644\u06CC\u0641 \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.refund.amount.exceeded=\u0645\u0628\u0644\u063A \u0627\u0633\u062A\u0631\u062F\u0627\u062F\u06CC \u0628\u06CC\u0634 \u0627\u0632 \u0633\u0642\u0641 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
pspproxy.timeout.error=\u062F\u0631 \u0632\u0645\u0627\u0646 \u0645\u0642\u0631\u0631 \u067E\u0627\u0633\u062E\u06CC \u062F\u0631\u06CC\u0627\u0641\u062A \u0646\u0634\u062F
pspproxy.already.confirmed=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0642\u0628\u0644\u0627\u064B\u202C \u062A\u0627\u06CC\u06CC\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.order.duplicate=\u0634\u0645\u0627\u0631\u0647 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
pspproxy.bad.response=\u0641\u0631\u0645\u062A \u067E\u0627\u0633\u062E \u0642\u0627\u0628\u0644 \u067E\u0631\u062F\u0627\u0632\u0634 \u0646\u06CC\u0633\u062A
pspproxy.transaction.request.exceeded=\u0633\u0642\u0641 \u0645\u062C\u0627\u0632 \u062A\u0639\u062F\u0627\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0631\u0639\u0627\u06CC\u062A \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
pspproxy.expire-date.invalid=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.psp.server.error=\u062E\u0637\u0627\u06CC \u062F\u0627\u062E\u0644\u06CC PSP \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A.
pspproxy.invalid.target=\u0645\u0642\u0635\u062F \u062A\u0631\u0627\u06A9\u0646\u0634 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
pspproxy.operation.expired=\u0639\u0645\u0644\u06CC\u0627\u062A \u062F\u0631 \u062E\u0627\u0631\u062C \u0627\u0632 \u0632\u0645\u0627\u0646 \u062A\u0639\u0631\u06CC\u0641 \u0634\u062F\u0647 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.error.operator=\u062A\u0627\u0645\u06CC\u0646 \u06A9\u0646\u0646\u062F\u0647 \u0634\u0627\u0631\u0698 (\u0627\u067E\u0631\u0627\u062A\u0648\u0631) \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F
pspproxy.invalid.bill.type=\u0646\u0648\u0639 \u0634\u0627\u0631\u0698 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A
pspproxy.charge.sold=\u0634\u0627\u0631\u0698 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.charge.not.found=\u06A9\u062F \u0634\u0627\u0631\u0698 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
pspproxy.company.invalid=\u0634\u0631\u06A9\u062A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u0634\u0648\u062F
pspproxy.bill.pay.invalid=\u0634\u0646\u0627\u0633\u0647 \u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.pin2.expired=\u0631\u0645\u0632 \u062F\u0648\u0645 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.transaction.failed=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062F\u0647 \u0627\u0633\u062A
pspproxy.psp.notavailable=\u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
pspproxy.shaparak.transaction.date.invalid= \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
pspproxy.already.reversed=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0642\u0628\u0644\u0627\u064B \u0628\u0627\u0632\u06AF\u0634\u062A \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A
pspproxy.transaction.invalid.state=\u0648\u0636\u0639\u06CC\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
refund.internal.error=\u062E\u0637\u0627\u06CC \u062F\u0627\u062E\u0644\u06CC \u0631\u0648\u06CC \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
refund.lock.error=\u0641\u0631\u0622\u06CC\u0646\u062F \u062F\u06CC\u06AF\u0631\u06CC \u0628\u0631\u0648\u06CC \u0631\u06A9\u0648\u0631\u062F \u062F\u0631 \u062D\u0627\u0644 \u0627\u062C\u0631\u0627 \u0627\u0633\u062A
refund.action.state.invalid=\u0641\u0631\u0622\u06CC\u0646\u062F \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
refund.start.date.invalid=\u0632\u0645\u0627\u0646 \u0622\u063A\u0627\u0632 \u0641\u0631\u0627\u06CC\u0646\u062F \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
refund.psp.constraint.invalid=\u0645\u063A\u0627\u06CC\u0631\u062A \u0628\u0627 \u0645\u062D\u062F\u0648\u062F\u06CC\u062A \u0647\u0627\u06CC psp \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F
refund.max.retry.error=\u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u062A\u06A9\u0631\u0627\u0631 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
refund.previous.rank.invalid=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0642\u0628\u0644\u06CC \u0628\u0631\u0648\u06CC \u062A\u0631\u0627\u06A9\u0646\u0634 \u062E\u0631\u06CC\u062F\u062A\u0639\u06CC\u06CC\u0646 \u062A\u06A9\u0644\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
refund.sale.transaction.invalid=\u062A\u0631\u0627\u06A9\u0646\u0634 \u062E\u0631\u06CC\u062F \u0646\u0627\u0645\u0634\u062E\u0635 \u0627\u0633\u062A
refund.reconciliation.error=\u0645\u063A\u0627\u06CC\u0631\u062A \u062F\u0631 \u0641\u0631\u0622\u06CC\u0646\u062F \u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0627\u06CC\u062C\u0627\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
refund.tracking.invalid=\u06A9\u062F \u0631\u0647\u06AF\u06CC\u0631\u06CC \u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0648\u062C\u0648\u062F \u0646\u06CC\u0633\u062A 
refund.tracking.duplicate=\u06A9\u062F \u0631\u0647\u06AF\u06CC\u0631\u06CC \u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
refund.probe.failed=\u0641\u0631\u0622\u06CC\u0646\u062F \u062F\u0631 \u0632\u0645\u0627\u0646 \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F
utility.is.not.penalty.type=\u0642\u0628\u0636 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0627\u0632 \u0646\u0648\u0639 \u062C\u0631\u06CC\u0645\u0647 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
caller.is.not.ready.to.pay=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u06A9\u0646\u0646\u062F\u0647 \u0641\u0639\u0627\u0644 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
tsp.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
tsp.vcode.invalid=\u06A9\u062F \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
tsp.cellnumber.verified=\u0627\u06CC\u0646 \u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0628\u0631\u0627\u06CC \u06A9\u0627\u0631\u0628\u0631 \u062F\u06CC\u06AF\u0631\u06CC \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
tsp.token.nfound=\u062A\u0648\u06A9\u0646 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0648\u062C\u0648\u062F \u0646\u06CC\u0633\u062A \u06CC\u0627 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
tsp.merchant.invalid=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
tsp.amount.invalid=\u0645\u0642\u062F\u0627\u0631 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 amount \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
tsp.basketid.invalid=\u0645\u0642\u062F\u0627\u0631 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 basketId \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
invalid.purchase.initiator=\u0627\u0645\u06A9\u0627\u0646 \u067E\u0631\u062F\u0627\u062E\u062A \u0627\u06CC\u0646 \u062E\u0631\u06CC\u062F \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
unverified.cell.number=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u06A9\u0627\u0631\u0628\u0631 \u062A\u0627\u06CC\u06CC\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
max.retry.time.exceeded=\u062A\u0639\u062F\u0627\u062F \u062A\u0644\u0627\u0634 \u0647\u0627\u06CC \u0645\u062C\u062F\u062F \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC \u0628\u0627\u0634\u062F.
transform.message=\u0641\u0631\u0645\u062A \u067E\u06CC\u0627\u0645 \u0634\u0646\u0627\u062E\u062A\u0647 \u0634\u062F\u0647 \u0646\u06CC\u0633\u062A.
forbidden.request=\u0627\u062C\u0627\u0632\u0647 \u06CC \u067E\u0631\u062F\u0627\u0632\u0634 \u067E\u06CC\u0627\u0645 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
user.not.active=\u06A9\u0627\u0631\u0628\u0631 \u063A\u06CC\u0631 \u0641\u0639\u0627\u0644 \u0627\u0633\u062A.
reservation.balance.max.exceeded=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0645\u06A9\u0627\u0646 \u0627\u0646\u062A\u0642\u0627\u0644 \u0648\u062C\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
utility.bill.type.mismatch=\u0634\u0646\u0627\u0633\u0647 \u0642\u0628\u0636 \u0628\u0627 \u0646\u0648\u0639 \u0642\u0628\u0636 \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F.
default.account.cannot.remove=\u0627\u0645\u06A9\u0627\u0646 \u062D\u0630\u0641 \u062D\u0633\u0627\u0628 \u067E\u06CC\u0634 \u0641\u0631\u0636 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.\u0644\u0637\u0641\u0627 \u062D\u0633\u0627\u0628 \u067E\u06CC\u0634 \u0641\u0631\u0636 \u0631\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u062F\u0627\u062F\u0647 \u0648 \u0645\u062C\u062F\u062F\u0627 \u062A\u0644\u0627\u0634 \u0641\u0631\u0645\u0627\u06CC\u06CC\u062F.
email.already.defined=\u0627\u06CC\u0645\u06CC\u0644 \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A.
bank.general.error=\u0628\u0627\u0646\u06A9 \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
illegal.status.to.verify=\u0648\u0636\u0639\u06CC\u062A \u062E\u0631\u06CC\u062F \u062C\u0647\u062A \u062A\u0627\u06CC\u06CC\u062F \u0645\u0646\u0627\u0633\u0628 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
wallet.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
wallet.data.invalid=\u062F\u06CC\u062A\u0627\u06CC \u0648\u0631\u0648\u062F\u06CC \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.gateway.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
wallet.user.nfound=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u06A9\u0627\u0631\u0628\u0631\u06CC \u06A9\u06CC\u0641 \u067E\u0648\u0644 \u06A9\u0627\u0631\u0628\u0631 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
wallet.user.state.invalid=\u0648\u0636\u0639\u06CC\u062A \u06A9\u0627\u0631\u0628\u0631 \u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.user.exists=\u06A9\u0627\u0631\u0628\u0631 wallet \u0628\u0627 \u0686\u0646\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A\u06CC \u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F
wallet.fname.persian=\u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u0631\u0627 \u0628\u0647 \u0632\u0628\u0627\u0646 \u067E\u0627\u0631\u0633\u06CC \u0648\u0627\u0631\u062F \u0646\u0645\u0627\u0626\u06CC\u062F
wallet.lname.persian=\u0644\u0637\u0641\u0627 \u0646\u0627\u0645 \u062E\u0627\u0646\u0648\u0627\u062F\u06AF\u06CC \u0631\u0627 \u0628\u0647 \u0632\u0628\u0627\u0646 \u067E\u0627\u0631\u0633\u06CC \u0648\u0627\u0631\u062F \u0646\u0645\u0627\u0626\u06CC\u062F
wallet.user.not.active=\u06A9\u0627\u0631\u0628\u0631 \u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0641\u0639\u0627\u0644 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.user.not.editable=\u0642\u0627\u0628\u0644\u06CC\u062A \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0645\u0634\u062E\u0635\u0627\u062A \u0627\u0648\u0644\u06CC\u0647 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u06A9\u0627\u0631\u0628\u0631 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
wallet.ncode.exists=\u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u06A9\u062F\u0645\u0644\u06CC \u0647\u0645 \u0627\u06A9\u0646\u0648\u0646 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
wallet.mobileno.exists=\u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u0647\u0645 \u0627\u06A9\u0646\u0648\u0646 \u062F\u0631 \u0633\u06CC\u0633\u062A\u0645 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
wallet.doc.not.found=\u0645\u0633\u062A\u0646\u062F \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
wallet.doc.empty=\u0645\u0633\u062A\u0646\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0634\u062F\u0647 \u0641\u0627\u0642\u062F \u062F\u06CC\u062A\u0627 \u0627\u0633\u062A
wallet.doc.size.max=\u062D\u062C\u0645 \u0641\u0627\u06CC\u0644 \u062F\u0631\u06CC\u0627\u0641\u062A \u0634\u062F\u0647 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
wallet.doc.type.invalid=\u0646\u0648\u0639 \u0645\u0633\u062A\u0646\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0634\u062F\u0647 \u0627\u0632 \u0646\u0638\u0631 \u0633\u06CC\u0633\u062A\u0645 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
wallet.transaction.id.not.found=\u0634\u0646\u0627\u0633\u0647 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F \u06CC\u0627 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
wallet.transaction.done.before=\u0627\u06CC\u0646 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0642\u0628\u0644\u0627 \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0634\u062F\u0647 \u0627\u0633\u062A
wallet.merchant.invalid=\u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0645\u06CC\u0628\u0627\u0634\u062F
wallet.transaction.failed=\u0628\u0647 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0631\u0633\u06CC\u062F\u06AF\u06CC \u0646\u0634\u062F
wallet.transaction.invalid=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0645\u06CC\u0628\u0627\u0634\u062F
wallet.amount.invalid=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.number.invalid=\u0634\u0645\u0627\u0631\u0647 \u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.message.invalid=\u0642\u0627\u0644\u0628 \u067E\u06CC\u0627\u0645 \u062F\u0627\u0631\u0627\u06CC \u0627\u0634\u06A9\u0627\u0644 \u0627\u0633\u062A
wallet.request.invalid=\u0639\u0645\u0644\u06CC\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC\u0634\u0648\u062F
wallet.credit.not.enough=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
wallet.invalid=\u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.transaction.not.allowed=\u0627\u0646\u062C\u0627\u0645 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0631\u0628\u0648\u0637\u0647 \u062A\u0648\u0633\u0637 \u067E\u0627\u06CC\u0627\u0646\u0647 \u0627\u0646\u062C\u0627\u0645 \u062F\u0647\u0646\u062F\u0647 \u0645\u062C\u0627\u0632 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.transaction.suspicious=\u0627\u062D\u062A\u0645\u0627\u0644 \u062A\u0642\u0644\u0628\u06CC \u0628\u0648\u062F\u0646 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0627\u0633\u062A
wallet.transaction.value.max=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC\u0628\u0627\u0634\u062F
wallet.wallet.limited=\u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0645\u062D\u062F\u0648\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
wallet.security.failed=\u062A\u0647\u0645\u06CC\u062F\u0627\u062A \u0627\u0645\u0646\u06CC\u062A\u06CC \u0646\u0642\u0636 \u06AF\u0631\u062F\u06CC\u062F\u0647 \u0627\u0633\u062A
wallet.main.transaction.amount.invalid=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0627\u0635\u0644\u06CC \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
wallet.transaction.pageSize.max=\u062A\u0639\u062F\u0627\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC\u0628\u0627\u0634\u062F
wallet.main.transaction.failed=\u062A\u0631\u0627\u06A9\u0646\u0634 \u0627\u0635\u0644\u06CC \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0646\u067E\u0630\u06CC\u0631\u0641\u062A\u0647 \u0627\u0633\u062A
wallet.inactive=\u06A9\u06CC\u0641 \u067E\u0648\u0644 \u0641\u0639\u0627\u0644 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.signoff=\u0633\u0627\u0645\u0627\u0646\u0647 \u06A9\u06CC\u0641 \u067E\u0648\u0644 \u062F\u0631 \u062D\u0627\u0644\u062A \u0633\u0627\u06CC\u0646 \u0622\u0641 \u0627\u0633\u062A
wallet.target.switch.inactive=\u0633\u0648\u0626\u06CC\u0686 \u0645\u0642\u0635\u062F \u0641\u0639\u0627\u0644 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
wallet.transaction.route.failed=\u0645\u0633\u06CC\u0631\u06CC \u0628\u0631\u0627\u06CC \u0627\u0631\u0633\u0627\u0644 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0628\u0647 \u0645\u0642\u0635\u062F \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
wallet.transaction.duplicate=\u062A\u0631\u0627\u06A9\u0646\u0634 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
wallet.system.failure=\u0628\u0631\u0648\u0632 \u062E\u0637\u0627\u06CC \u0633\u06CC\u0633\u062A\u0645\u06CC \u062F\u0631 \u0627\u0646\u062C\u0627\u0645 \u062A\u0631\u0627\u06A9\u0646\u0634
wallet.gw.other=\u062E\u0637\u0627\u06CC \u062F\u0627\u062E\u0644\u06CC \u062F\u0631 gateway \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A\u061B \u0644\u0637\u0641\u0627 \u0628\u0627 \u0628\u062E\u0634 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u062A\u0645\u0627\u0633 \u0628\u06AF\u06CC\u0631\u06CC\u062F
wallet.biz.name.exists=\u0642\u0628\u0644\u0627\u064B \u06A9\u0633\u0628 \u0648 \u06A9\u0627\u0631\u06CC \u0628\u0627 \u0647\u0645\u06CC\u0646 \u0646\u0627\u0645 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
gateway.tac.accept=\u062A\u0627\u06CC\u06CC\u062F \u0645\u062C\u062F\u062F \u0634\u0631\u0627\u06CC\u0637 \u0648 \u0636\u0648\u0627\u0628\u0637
gateway.verify.device=\u062A\u0627\u06CC\u06CC\u062F \u062F\u0633\u062A\u06AF\u0627\u0647
gateway.untrusted.cell.number=\u0634\u0645\u0627\u0631\u0647 \u0647\u0645\u0631\u0627\u0647 \u0642\u0628\u0644\u0627\u064B \u062A\u0639\u0631\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
gateway.invalid.token=\u062A\u0648\u06A9\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0645\u06CC \u0628\u0627\u0634\u062F
gateway.invalid.account=\u0634\u0645\u0627\u0631\u0647 \u062D\u0633\u0627\u0628 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
gateway.repetitive.request=\u0645\u0634\u06A9\u0644\u06CC \u067E\u06CC\u0634 \u0622\u0645\u062F\u0647 \u0627\u0633\u062A\u061B \u062F\u0648\u0628\u0627\u0631\u0647 \u062A\u0644\u0627\u0634 \u06A9\u0646\u06CC\u062F
gateway.settlement.max.size=\u062A\u0639\u062F\u0627\u062F \u062F\u0627\u062F\u0647 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
scoring.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
scoring.point.invalid=\u0627\u0645\u062A\u06CC\u0627\u0632 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
scoring.amount.invalid=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0645\u0642\u062F\u0627\u0631 \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A
scoring.credit.not.enough=\u062A\u0639\u062F\u0627\u062F point \u0634\u0645\u0627 \u06A9\u0645\u062A\u0631 \u0627\u0632 \u0645\u06CC\u0632\u0627\u0646 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0627\u0633\u062A
security.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
securestore.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
securestore.signature.invalid=\u062E\u0637\u0627\u06CC \u0639\u062F\u0645 \u0647\u0645\u06AF\u0648\u0646\u06CC \u0627\u0645\u0636\u0627\u06CC \u062F\u0627\u062F\u0647 \u0647\u0627 \u062F\u0631 \u0628\u0633\u062A\u0631 \u0627\u0645\u0646 \u0631\u0648\u06CC \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
securestore.key.not.found=\u06A9\u0644\u06CC\u062F \u0627\u0646\u062A\u0642\u0627\u0644 \u062F\u0627\u062F\u0647 \u0647\u0627 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
securestore.cardid.invalid=\u0634\u0646\u0627\u0633\u0647 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
vault.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
core.activity.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
vault.cardid.invalid=\u0634\u0646\u0627\u0633\u0647 \u062F\u0633\u062A\u0631\u0633\u06CC \u06A9\u0627\u0631\u062A \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
vault.pan.invalid=\u0641\u0631\u0645\u062A \u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
vault.expire.invalid=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
vault.signature.invalid=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u06A9\u0627\u0631\u062A \u062F\u0631 \u0628\u0633\u062A\u0631 \u0627\u0645\u0646 \u0635\u0648\u0631\u062A \u0646\u06AF\u0631\u0641\u062A\u0647 \u0627\u0633\u062A
vault.request.format.invalid=\u0641\u0631\u0645\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
vault.client.code.invalid=\u0634\u0646\u0627\u0633\u0647 \u0645\u06CC\u0632\u0628\u0627\u0646 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
vault.card.duplicate=\u06A9\u0627\u0631\u062A \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
vault.cell.number.invalid=\u0634\u0645\u0627\u0631\u0647 \u0645\u0648\u0628\u0627\u06CC\u0644 \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
block.user.failed=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062F\u0631 \u0639\u0645\u0644\u06CC\u0627\u062A \u0645\u0633\u062F\u0648\u062F\u0633\u0627\u0632\u06CC \u06A9\u0627\u0631\u0628\u0631 \u0645\u0634\u06A9\u0644\u06CC \u0628\u0647 \u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
unblock.user.failed=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062F\u0631 \u0639\u0645\u0644\u06CC\u0627\u062A \u063A\u06CC\u0631\u0645\u0633\u062F\u0648\u062F\u0633\u0627\u0632\u06CC \u06A9\u0627\u0631\u0628\u0631 \u0645\u0634\u06A9\u0644\u06CC \u0628\u0647 \u0648\u062C\u0648\u062F \u0622\u0645\u062F\u0647 \u0627\u0633\u062A
referral.code.not.valid=\u06A9\u062F \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F
referral.code.generation.failed=\u0627\u0645\u06A9\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u06A9\u062F \u0645\u0639\u0631\u0641 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
#  purchase management result messages
purchase.invalid.ticket=\u062A\u0648\u06A9\u0646 \u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
core.purchase.not.found=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062E\u0631\u06CC\u062F \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
core.purchase.already.confirmed=\u062E\u0631\u06CC\u062F \u0642\u0628\u0644\u0627 \u067E\u0631\u062F\u0627\u062E\u062A \u0634\u062F\u0647 \u0648 \u0627\u0645\u06A9\u0627\u0646 \u067E\u0631\u062F\u0627\u062E\u062A \u0645\u062C\u062F\u062F \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
core.canceled.purchase.cannot.confirmed=\u062E\u0631\u06CC\u062F \u0634\u0645\u0627 \u0642\u0628\u0644\u0627 \u0644\u063A\u0648 \u0634\u062F\u0647 \u0627\u0633\u062A \u0648 \u0627\u0645\u06A9\u0627\u0646 \u067E\u0631\u062F\u0627\u062E\u062A \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
core.expired.purchase.cannot.confirmed=\u062E\u0631\u06CC\u062F \u0634\u0645\u0627 \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A \u0648 \u0627\u0645\u06A9\u0627\u0646 \u062B\u0628\u062A \u0645\u062C\u062F\u062F \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
purchase.not.eligible.to.pay=\u062E\u0631\u06CC\u062F \u0642\u0627\u0628\u0644 \u067E\u0631\u062F\u0627\u062E\u062A \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
purchase.route.to.ipg.failed=\u062E\u0637\u0627 \u062F\u0631 \u0628\u0631\u0642\u0631\u0627\u0631\u06CC \u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u062F\u0631\u06AF\u0627\u0647 \u067E\u0631\u062F\u0627\u062E\u062A
purchase.integrity.violation=\u0627\u06CC\u0646 \u062E\u0631\u06CC\u062F \u0628\u0627 \u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u0645\u062A\u0641\u0627\u0648\u062A\u06CC \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A 
purchase.expired=\u062E\u0631\u06CC\u062F \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
purchase.pay.failed=\u062E\u0631\u06CC\u062F \u0628\u0627 \u0645\u0648\u0641\u0642\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
purchase.in.progress=\u062E\u0631\u06CC\u062F \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u062F\u0631 \u062D\u0627\u0644 \u0627\u0646\u062C\u0627\u0645 \u0627\u0633\u062A
purchase.verify.window.passed=\u0645\u062D\u062F\u0648\u062F\u0647 \u06CC \u0632\u0645\u0627\u0646\u06CC \u062A\u0627\u06CC\u06CC\u062F \u062A\u0631\u0627\u06A9\u0646\u0634 \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A
purchase.reverse.window.passed=\u0645\u062D\u062F\u0648\u062F\u0647 \u06CC \u0632\u0645\u0627\u0646\u06CC \u0628\u0631\u06AF\u0634\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A
purchase.reverse.failed=\u0628\u0631\u06AF\u0634\u062A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062F
purchase.verify.failed=\u062A\u0627\u06CC\u06CC\u062F \u062E\u0631\u06CC\u062F \u0646\u0627\u0645\u0648\u0641\u0642 \u0628\u0648\u062F
purchase.invalid.purchase.status=\u0648\u0636\u0639\u06CC\u062A \u062E\u0631\u06CC\u062F \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
purchase.refund.not.found=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
refund.integrity.violation=\u0627\u06CC\u0646 \u0631\u06CC\u0641\u0627\u0646\u062F \u0628\u0627 \u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u0645\u062A\u0641\u0627\u0648\u062A\u06CC \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A 
purchase.refund.limit.exceed=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0628\u06CC\u0634 \u0627\u0632 \u0633\u0642\u0641 \u0631\u06CC\u0641\u0627\u0646\u062F \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
purchase.template.not.found=\u0642\u0627\u0644\u0628 \u067E\u0631\u062F\u0627\u062E\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
purchase.settings.update.failed=\u062E\u0637\u0627 \u062F\u0631 \u0648\u06CC\u0631\u0627\u06CC\u0634 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A
purchase.settings.not.found=\u062A\u0646\u0638\u06CC\u0645\u0627\u062A\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
purchase.inquiry.not.applied=\u0646\u062A\u06CC\u062C\u0647 \u0627\u0639\u062A\u0628\u0627\u0631\u06CC \u0628\u0648\u062F\u0646 \u062E\u0631\u06CC\u062F \u0645\u0634\u062E\u0635 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
purchase.other.pending.refund.exists=\u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u062F\u06CC\u06AF\u0631\u06CC \u062F\u0631 \u062D\u0627\u0644 \u0627\u0646\u062C\u0627\u0645 \u0645\u06CC \u0628\u0627\u0634\u062F.
purchase.refund.exceeded.purchase.amount=\u0645\u0642\u062F\u0627\u0631 \u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0645\u0642\u062F\u0627\u0631 \u062E\u0631\u06CC\u062F \u0645\u06CC \u0628\u0627\u0634\u062F.
purchase.refundable=\u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0642\u0627\u0628\u0644 \u0627\u0646\u062C\u0627\u0645 \u0645\u06CC \u0628\u0627\u0634\u062F.
# end of purchase management section

# switch psp result messages
psp.verification.error=\u062E\u0637\u0627 \u062F\u0631 \u062A\u0627\u06CC\u06CC\u062F \u062A\u0631\u0627\u06A9\u0646\u0634
psp.reverse.error=\u062E\u0637\u0627 \u062F\u0631 \u0628\u0631\u06AF\u0634\u062A \u062A\u0631\u0627\u06A9\u0646\u0634
psp.track.code.duplicate=\u06A9\u062F \u0631\u0647\u06AF\u06CC\u0631\u06CC \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
psp.track.code.not.found=\u06A9\u062F \u0631\u0647\u06AF\u06CC\u0631\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
psp.duplicate.terminal=\u062A\u0631\u0645\u06CC\u0646\u0627\u0644 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0627\u0633\u062A
# end of switch psp result messages
#file server result message
file.not.found=\u0641\u0627\u06CC\u0644 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
#end of server results message
#account result message
acct.bank.not.found=\u0628\u0627\u0646\u06A9 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
acct.unsupported.type.found=\u0646\u0648\u0639 \u062A\u0631\u0627\u06A9\u0646\u0634 \u0645\u0648\u0631\u062F \u067E\u0630\u06CC\u0631\u0634 \u062C\u0647\u062A \u0627\u0631\u0627\u06CC\u0647 \u0633\u0631\u0648\u06CC\u0633 \u0646\u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
#end of account result message
#start of switch bank result message
swch.bank.invalid.card.info=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u06A9\u0627\u0631\u062A \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
swch.bank.service.not.available=\u062F\u0631 \u062D\u0627\u0644 \u062D\u0627\u0636\u0631 \u0627\u0645\u06A9\u0627\u0646 \u062F\u0631\u06CC\u0627\u0641\u062A \u0633\u0631\u0648\u06CC\u0633 \u0627\u0632 \u0628\u0627\u0646\u06A9 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
swch.bank.invalid.target=\u0645\u0642\u0635\u062F \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
swch.bank.invalid.pan=\u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
swch.bank.card.expired=\u062A\u0627\u0631\u06CC\u062E \u0633\u0631\u0631\u0633\u06CC\u062F \u06A9\u0627\u0631\u062A \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A.
swch.bank.same.source.target=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0645\u0628\u062F\u0627 \u0648 \u0645\u0642\u0635\u062F \u06CC\u06A9\u0633\u0627\u0646 \u0645\u06CC \u0628\u0627\u0634\u062F.
swch.bank.card.inactive=\u06A9\u0627\u0631\u062A \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F.
swch.bank.card.issuer.inactive=\u0628\u0627\u0646\u06A9 \u0635\u0627\u062F\u0631 \u06A9\u0646\u0646\u062F\u0647 \u06A9\u0627\u0631\u062A \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F.
swch.bank.card.not.found=\u06A9\u0627\u0631\u062A\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0645\u0634\u062E\u0635\u0627\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
swch.bank.invalid.password=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
swch.bank.internal.error=\u062E\u0637\u0627\u06CC \u062F\u0627\u062E\u0644\u06CC \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A.
swch.bank.credit.not.enough=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
swch.bank.expire-date.invalid=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627\u06CC \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
swch.bank.client.already.exists=\u0627\u06CC\u0646 \u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u0628\u0631\u0627\u06CC \u0628\u0627\u0646\u06A9 \u062A\u06A9\u0631\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
swch.bank.not.found=\u0628\u0627\u0646\u06A9 \u0645\u0631\u0628\u0648\u0637\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
swch.bank.client.not.found=\u0633\u0631\u0648\u06CC\u0633 \u062F\u0647\u0646\u062F\u0647 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0628\u0631\u0627\u06CC \u0628\u0627\u0646\u06A9 \u0645\u0631\u0628\u0648\u0637\u0647 \u067E\u06CC\u062F\u0627 \u0646\u0634\u062F.
user.id.device.id.not.match=\u062F\u0633\u062A\u06AF\u0627\u0647 \u0628\u0627 \u06A9\u0627\u0631\u0628\u0631 \u0647\u0645\u062E\u0648\u0627\u0646\u06CC \u0646\u062F\u0627\u0631\u062F
#end of switch bank result message

# payout  result messages
payout.general.error=\u0645\u062A\u0627\u0633\u0641\u0627\u0646\u0647 \u062E\u0637\u0627\u0626\u06CC \u062F\u0631 \u067E\u0631\u062F\u0627\u0632\u0634 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u0645\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
payout.not.empty.user.payments=\u0644\u06CC\u0633\u062A \u06A9\u0627\u0631\u0628\u0631\u0627\u0646 \u0628\u0631\u0627\u06CC \u067E\u0631\u062F\u0627\u062E\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
payout.required.business.id=\u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u0631\u06A9\u062A \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
payout.in.progress=\u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u062F\u0631 \u062D\u0627\u0644 \u0627\u0646\u062C\u0627\u0645 \u0645\u06CC \u0628\u0627\u0634\u062F.
payout.internal.error=\u062E\u0637\u0627\u06CC \u062F\u0627\u062E\u0644\u06CC \u0631\u0648\u06CC \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
payout.not-found=\u0628\u0627\u0632\u067E\u0631\u062F\u0627\u062E\u062A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u067E\u06CC\u062F\u0627 \u0646\u0634\u062F.
payout.daily.amount.exceeded=\u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0645\u0628\u0644\u063A \u0645\u062C\u0627\u0632 \u0631\u0648\u0632\u0627\u0646\u0647 \u0627\u0633\u062A.
payout.insufficient.balance=\u0645\u0648\u062C\u0648\u062F\u06CC \u06A9\u0627\u0641\u06CC \u0646\u06CC\u0633\u062A.
payout.maximum.amount.per.transaction.exceeded=\u0645\u0628\u0644\u063A \u0645\u0648\u0631\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u0645\u0628\u0644\u063A \u0645\u062C\u0627\u0632 \u0627\u0633\u062A.
payout.required.order.id=\u0634\u0645\u0627\u0631\u0647 \u0633\u0641\u0627\u0631\u0634 \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
payout.required.provider.id=\u0634\u0645\u0627\u0631\u0647 \u067E\u0631\u0648\u0627\u06CC\u062F\u0631 \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
payout.required.payment.channel.type=\u0646\u0648\u0639 \u067E\u0631\u062F\u0627\u062E\u062A \u0627\u0644\u0632\u0627\u0645\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
payout.required.pan=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
payout.required.customer.name=\u0646\u0627\u0645 \u0645\u0634\u062A\u0631\u06CC \u0627\u0644\u0632\u0627\u0645\u06CC \u0627\u0633\u062A.
payout.amount.ltmin=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u06A9\u0645\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC\u0628\u0627\u0634\u062F
payout.amount.invalid=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
payout.duplicate=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0648\u0631\u0648\u062F\u06CC \u062A\u06A9\u0631\u0627\u0631\u06CC \u0645\u06CC \u0628\u0627\u0634\u062F.
payout.invalid.amount=\u0645\u0628\u0644\u063A \u062A\u0631\u0627\u06A9\u0646\u0634 \u06A9\u0645\u062A\u0631 \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0645\u06CC\u0628\u0627\u0634\u062F
payout.invalid.pay=\u0645\u0642\u0627\u062F\u06CC\u0631 \u0648\u0631\u0648\u062F\u06CC \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
# end of payout
#bill result message
bill.inquiry.operator.not.supported=\u0633\u0631\u0648\u06CC\u0633 \u062F\u0631\u06CC\u0627\u0641\u062A \u0642\u0628\u0636 \u062A\u0646\u0647\u0627 \u0628\u0631\u0627\u06CC \u0634\u0645\u0627\u0631\u0647\u200C\u0647\u0627\u06CC \u062F\u0627\u06CC\u0645\u06CC \u0647\u0645\u0631\u0627\u0647 \u0627\u0648\u0644 \u0645\u06CC\u200C\u0628\u0627\u0634\u062F.
toll.not.found=\u0639\u0648\u0627\u0631\u0636\u06CC \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
congestion.not.found=\u0637\u0631\u062D \u062A\u0631\u0627\u0641\u06CC\u06A9 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
toll.unavailable.pay.off=\u0645\u0634\u06A9\u0644 \u062F\u0631 \u0628\u0631\u0642\u0631\u0627\u0631\u06CC \u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u0633\u0631\u0648\u0631 \u062C\u0647\u062A \u062F\u0631\u06CC\u0627\u0641\u062A \u0628\u062F\u0647\u06CC.
#end of bill
#shadow switch result message
shadowswitch.pan.invalid=\u0634\u0645\u0627\u0631\u0647 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.pin.invalid=\u0631\u0645\u0632 \u06A9\u0627\u0631\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.cvv2.invalid=CVV2 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.terminal-id.invalid=\u0634\u0645\u0627\u0631\u0647 \u062A\u0631\u0645\u06CC\u0646\u0627\u0644 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.merchant-id.invalid=\u0634\u0645\u0627\u0631\u0647 \u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.token.invalid=\u062A\u0648\u06A9\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.bill-id.invalid=\u0634\u0646\u0627\u0633\u0647 \u0642\u0628\u0636 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.pay-id.invalid=\u0634\u0646\u0627\u0633\u0647 \u067E\u0631\u062F\u0627\u062E\u062A \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
shadowswitch.bill-type.invalid=\u0646\u0648\u0639 \u0642\u0628\u0636 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
#end of shadow switch
#inhouse notification result message
notification.expire.date.has.pass.exception=\u062A\u0627\u0631\u06CC\u062E \u0627\u0646\u0642\u0636\u0627 \u0628\u0627\u06CC\u062F \u067E\u0633 \u0627\u0632 \u0627\u0645\u0631\u0648\u0632 \u0628\u0627\u0634\u062F
#end of inhouse notification

####### general ledger messages #######
general.ledger.voucher.not.found=\u0647\u06CC\u0686 \u0633\u0646\u062F\u06CC \u0628\u0627 \u0634\u0645\u0627\u0631\u0647 \u0641\u0631\u0639\u06CC \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.

####### switch credit messages #######
switch.credit.invalid.user.account=\u062D\u0633\u0627\u0628 \u06A9\u0627\u0631\u0628\u0631 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0645\u0639\u062A\u0628\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F.
switch.credit.purchase.not.found=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
switch.credit.user.is.expired=\u0645\u062F\u062A \u0632\u0645\u0627\u0646 \u0627\u0639\u062A\u0628\u0627\u0631 \u06A9\u0627\u0631\u0628\u0631 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0628\u0647 \u067E\u0627\u06CC\u0627\u0646 \u0631\u0633\u06CC\u062F\u0647 \u0627\u0633\u062A.
####### switch credit messages #######
credit.provider.account.is.expired=\u0632\u0645\u0627\u0646 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u062D\u0633\u0627\u0628 \u06A9\u0627\u0631\u0628\u0631\u06CC \u0628\u0647 \u067E\u0627\u06CC\u0627\u0646 \u0631\u0633\u06CC\u062F\u0647 \u0627\u0633\u062A.

####### dashboards-core messages #######
dashboards.core.pinCode.empty=\u0631\u0645\u0632 \u062F\u0631\u06AF\u0627\u0647 \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
dashboards.core.merchantId.empty=\u0634\u0646\u0627\u0633\u0647 \u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
dashboards.core.pinCode.merchantId.empty=\u0634\u0646\u0627\u0633\u0647 \u067E\u0630\u06CC\u0631\u0646\u062F\u0647 \u06CC\u0627 \u0631\u0645\u0632 \u062F\u0631\u06AF\u0627\u0647 \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
dashboards.core.refund.terminalId.empty=\u0634\u0646\u0627\u0633\u0647 \u062A\u0631\u0645\u06CC\u0646\u0627\u0644 \u0631\u06CC\u0641\u0627\u0646\u062F \u0648\u0627\u0631\u062F \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
dashboards.core.not.empty.settlements=\u0644\u06CC\u0633\u062A \u062A\u0633\u0648\u06CC\u0647\u200C\u0647\u0627 \u0628\u0631\u0627\u06CC \u067E\u0631\u062F\u0627\u062E\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F.
dashboards.core.duplicate.volunteer=\u0634\u0645\u0627 \u0642\u0628\u0644\u0627 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u062B\u0628\u062A \u0646\u0627\u0645 \u06A9\u0631\u062F\u0647\u200C\u0627\u06CC\u062F
#### campaign management ####
campaign.mng.qr.not.found=\u06A9\u062F \u06A9\u06CC\u0648\u0622\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0645\u06CC\u200C\u0628\u0627\u0634\u062F
campaign.mng.unsupported.version=\u0628\u0631\u0627\u06CC \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0642\u0627\u0628\u0644\u06CC\u062A \u0628\u0627\u06CC\u062F \u0648\u0631\u0698\u0646 \u0627\u067E\u0644\u06CC\u06A9\u06CC\u0634\u0646 \u062E\u0648\u062F \u0631\u0627 \u0628\u0647 \u0631\u0648\u0632\u0631\u0633\u0627\u0646\u06CC \u0641\u0631\u0645\u0627\u06CC\u06CC\u062F
campaign.mng.invalid.campaign=\u06A9\u0645\u067E\u06CC\u0646 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A.
